[
    {
      "id": 1,
      "name": "Bohemian Rhapsody",
      "lyrics": "Is this the real life? Is this just fantasy?\nCaught in a landslide, no escape from reality\nOpen your eyes, look up to the skies and see\nI'm just a poor boy, I need no sympathy\nBecause I'm easy come, easy go, little high, little low\nAnyway the wind blows, doesn't really matter to me, to me\n\nMama, just killed a man\nPut a gun against his head, pulled my trigger, now he's dead\nMama, life had just begun\nBut now I've gone and thrown it all away\n\nMama, ooh, didn't mean to make you cry\nIf I'm not back again this time tomorrow\nCarry on, carry on, as if nothing really matters\nToo late, my time has come\nSends shivers down my spine, body's aching all the time\nGoodbye, everybody, I've got to go\nGotta leave you all behind and face the truth\n\nMama, ooh (anyway the wind blows)\nI don't want to die\nI sometimes wish I'd never been born at all\n\n(Guitar Solo)\n\nI see a little silhouetto of a man\nScaramouche, Scaramouche, will you do the Fandango?\nThunderbolt and lightning, very, very frightening me\n(Galileo) Galileo, (Galileo) Galileo, Galileo figaro magnifico\n\nBut I'm just a poor boy, nobody loves me\nHe's just a poor boy from a poor family\nSpare him his life from this monstrosity\n\nEasy come, easy go, will you let me go?\nBismillah! No, we will not let you go\n(Let him go!) Bismillah! We will not let you go\n(Let him go!) Bismillah! We will not let you go\n(Let me go) Will not let you go\n(Let me go) Will not let you go\n(Let me go) Ah\nNo, no, no, no, no, no, no\nMama mia, mama mia, mama mia, let me go\nBeelzebub has a devil put aside for me, for me, for me\n\nSo you think you can stone me and spit in my eye?\nSo you think you can love me and leave me to die?\nOh, baby, can't do this to me, baby\nJust gotta get out, just gotta get right outta here\n\n(Ooh, ooh, ooh, ooh)\n\nNothing really matters, anyone can see\nNothing really matters, nothing really matters to me\n\nAnyway the wind blows..."
    },
    {
      "id": 2,
      "name": "Stairway to Heaven",
      "lyrics": "There's a lady who's sure all that glitters is gold\nAnd she's buying a stairway to heaven\nWhen she gets there she knows, if the stores are all closed\nWith a word she can get what she came for\nOoh, ooh, and she's buying a stairway to heaven\n\nThere's a sign on the wall but she wants to be sure\n'Cause you know sometimes words have two meanings\nIn a tree by the brook, there's a songbird who sings\nSometimes all of our thoughts are misgiving\n\nOoh, it makes me wonder\nOoh, it makes me wonder\n\nThere's a feeling I get when I look to the west\nAnd my spirit is crying for leaving\nIn my thoughts I have seen rings of smoke through the trees\nAnd the voices of those who standing looking\nOoh, it makes me wonder\nOoh, it really makes me wonder\n\nAnd it's whispered that soon, if we all call the tune\nThen the piper will lead us to reason\nAnd a new day will dawn for those who stand long\nAnd the forests will echo with laughter\n\nIf there's a bustle in your hedgerow, don't be alarmed now\nIt's just a spring clean for the May queen\nYes, there are two paths you can go by, but in the long run\nThere's still time to change the road you're on\nAnd it makes me wonder\n\nYour head is humming and it won't go\nIn case you don't know\nThe piper's calling you to join him\nDear lady, can you hear the wind blow, and did you know\n\nYour stairway lies on the whispering wind\n\nAnd as we wind on down the road\nOur shadows taller than our soul\nThere walks a lady we all know\nWho shines white light and wants to show\nHow everything still turns to gold\nAnd if you listen very hard\nThe tune will come to you at last\nWhen all is one and one is all, yeah\nTo be a rock and not to roll\n\nAnd she's buying a stairway to heaven"
    },
    {
      "id": 3,
      "name": "Hotel California",
       "lyrics": "On a dark desert highway, cool wind in my hair\nWarm smell of colitas, rising up through the air\nUp ahead in the distance, I saw a shimmering light\nMy head grew heavy and my sight grew dim\nI had to stop for the night\n\nThere she stood in the doorway; I heard the mission bell\nAnd I was thinking to myself, this could be heaven or this could be hell\nThen she lit up a candle and she showed me the way\nThere were voices down the corridor, I thought I heard them say\n\nWelcome to the Hotel California\nSuch a lovely place (Such a lovely place)\nSuch a lovely face\nPlenty of room at the Hotel California\nAny time of year (Any time of year), you can find it here\n\nHer mind is Tiffany-twisted, she got the Mercedes Benz\nShe got a lot of pretty, pretty boys, that she calls friends\nHow they dance in the courtyard, sweet summer sweat\nSome dance to remember, some dance to forget\n\nSo I called up the Captain, Please bring me my wine\nHe said, We haven't had that spirit here since nineteen sixty-nine\nAnd still those voices are calling from far away\nWake you up in the middle of the night just to hear them say\n\nWelcome to the Hotel California\nSuch a lovely place (Such a lovely place)\nSuch a lovely face\nThey're livin' it up at the Hotel California\nWhat a nice surprise (what a nice surprise), bring your alibis\n\nMirrors on the ceiling, The pink champagne on ice\nAnd she said we are all just prisoners here, of our own device\nAnd in the master's chambers, they gathered for the feast\nThey stab it with their steely knives, but they just can't kill the beast\n\nLast thing I remember, I was running for the door\nI had to find the passage back to the place I was before\nRelax, said the night man, We are programmed to receive\nYou can check out any time you like, but you can never leave!"
    }
  ]